api-management/apis/legacy-catalog-soap-api_v1CSAM4I/operations/POST___soapAction=http___tJ3O6ID.request.text_xml.html

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
  <Body>
    <GetDiscount xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://tempuri.org/">
      <day>1900-01-01T01:01:01</day>
    </GetDiscount>
  </Body>
</Envelope>